do
function run(msg, matches)
  return [[
вℓα¢к درگاه پرداخت 

-------------------
✳️درگاه پرداخت زیر 1000نفر‌
*************************
درگاه 5هزارتومان ماهانه👇

https://zarinp.al/102230

*************************
درگاه12 هزارتومانی3ماهه

https://zarinp.al/102232

〰〰〰〰〰〰〰
✳️برای گروه های بالای 1000 نفر 
***************************
درگاه 6 هزار تومان ماهانه

https://zarinp.al/102233

***************************
درگاه14 هزار تومانی 3 ماهه

https://zarinp.al/102235

〰〰〰〰〰〰〰
✳️برای گروه های بالای 3000 نفر ماهانه
************************** 
درگاه8 هزارتومانی ماهانه

https://zarinp.al/102236

***************************
درگاه20 هزار تومانی 3 ماهه

https://zarinp.al/102237

〰〰〰〰〰〰〰
✳️برای گروه های 5000 نفر ماهانه 
*******************************
درگاه10هزار تومانی

https://zarinp.al/102238

*******************************
درگاه پرداخت 25 هزار تومانی3ماهه

https://zarinp.al/102239

************************
`پشتیانی ما`
@GODILOVEYOUME2
  ]]
  end
return {
  description = "!pay", 
  usage = " !pay",
  patterns = {
    "^[#/!][Bb]uy$",
	"^خرید ربات$",
	"^درگاه$",
	"^pay$",
	"^[#!/]pay$",
    "^[Pp]ay$"
  },
  run = run
}
end